Repository: faiz5882/PIXSoftware
Catalog: PAX2SIM.*.resx
Languages: fr

# tsb_AddRow.Text
source: Add
fr: Ajouter

# tsb_Edit.Text
source: Edit
fr: Editer

# tsb_DeleteRow.Text
source: Delete
fr: Supprimer

# ouvrirToolStripButton.Text
source: &Import table
fr: &Importer table

# enregistrerToolStripButton.Text
source: &Save table
fr: &Enregistrer table

# tsbExcel.Text
source: Export to Excel
fr: Exporter vers Excel

# PrintPreview.Text
source: Preview
fr: Aperçu

# imprimerToolStripButton.Text
source: &Print
fr: &Imprimer

# couperToolStripButton.Text
source: Cut
fr: Couper

# copierToolStripButton.Text
source: Copy
fr: Copier

# collerToolStripButton.Text
source: Paste
fr: Coller

# CollapseAllColumns.Text
source: Collapse all columns
fr: Réduire toutes les colonnes

# ExpandAllColumns.Text
source: Expand all columns
fr: Développer toutes les colonnes

# ResizeAllColumns.Text
source: Resize all columns
fr: Redimensionner toutes les colonnes

# tsb_valid.Text
source: Enter
fr: Entrée

# tsl_NumberRows.Text
source: Rows
fr: Lignes :

# tsb_Allocate_CheckIn.Text
source: Allocate
fr: Allouer

# tp_Summary.Text
source: Summary
fr: Résumé

# TabChart.Text
source: Chart
fr: Graphique

# tp_Itinerary.Text
source: Itinerary
fr: Itinéraire

# toolStripButton1.ToolTipText
source: Open project
fr: Ouvrir projet

# AirportDef.Text
source: Airport Definition
fr: Définition de l'aéroport

# AirportDef.ToolTipText
source: Airport Definition
fr: Définition aéroport

# InputData.ToolTipText
source: Input Data
fr: Donnée en entrée

# StaticAnalysis.Text
source: Analysis
fr: Analyse

# StaticAnalysis.ToolTipText
source: Analysis
fr: Analyse

# DynamicAnalysis.Text
source: Allocation
fr: Capacité d'analyse

# DynamicAnalysis.ToolTipText
source: Allocation
fr: Analyse capacité

# tsb_Runway.ToolTipText
source: Airside
fr: Côté piste

# tsb_BHS.Text
source: Start simulation for Baggage Handling System
fr: Démarrer la simulation de traitement de bagages

# tsb_Chart.Text
source: Chart
fr: Graphique

# tsbStartSimulation.Text
source: Start simulation
fr: Démarrer simulation

# newToolStripMenuItem.Text
source: New
fr: Nouveau

# openToolStripMenuItem.Text
source: Open
fr: Ouvrir

# importProjectToolStripMenuItem.Text
source: Import project
fr: Importer projet

# saveToolStripMenuItem.Text
source: Save
fr: Enregistrer

# saveAsToolStripMenuItem.Text
source: Save as...
fr: Enregistrer sous...

# closeToolStripMenuItem.Text
source: Close
fr: Fermer

# quitterToolStripMenuItem.Text
source: Quit
fr: Quitter

# lancementEtape2ToolStripMenuItem.Text
source: File
fr: Fichier

# projectNameToolStripMenuItem.Text
source: Project Name
fr: Nom du Projet

# unitsAndSpeedsToolStripMenuItem.Text
source: Properties
fr: Propriétés

# allocateMakeUpToolStripMenuItem.Text
source: Allocate Make-Up
fr: Allouer Make-Up

# allocateReclaimToolStripMenuItem.Text
source: Allocate Reclaim
fr: Allouer récupération

# allocateTransferInfeedToolStripMenuItem.Text
source: Allocate Transfer Infeed
fr: Allouer transfert d'entrée

# projetToolStripMenuItem.Text
source: Project
fr: Projet

# languageToolStripMenuItem.Text
source: Language
fr: Langue

# appearenceToolStripMenuItem.Text
source: Settings
fr: Paramètres

# userManualToolStripMenuItem.Text
source: User Manual
fr: Manuel utilisateur

# helpToolStripMenuItem.Text
source: Help
fr: Aide

# aboutToolStripMenuItem.Text
source: About
fr: A propos

# New.Text
source: New Object
fr: Nouvel Objet

# Edit.Text
source: Edit
fr: Editer

# Delete.Text
source: Delete
fr: Supprimer

# tsmi_Properties.Text
source: Properties
fr: Propriétés

# importFromFPToolStripMenuItem.Text
source: Import from FP
fr: Importer depuis FP

# showGraphToolStripMenuItem.Text
source: Show Graph
fr: Afficher Graphique

# loadDefaultTableToolStripMenuItem.Text
source: Load default table
fr: Charger table par défaut

# EditTable.Text
source: Edit
fr: Editer

# ImportTable.Text
source: Import
fr: Importer

# importFromExistingTableToolStripMenuItem.Text
source: Import from existing table
fr: Importer depuis table existante

# createFilterToolStripMenuItem.Text
source: Create Filter
fr: Créer Filtre

# InputContextMenuPasteFilter.Text
source: Paste Filter
fr: Coller Filtre

# deleteTableToolStripMenuItem.Text
source: Delete Table
fr: Suppr. table

# copyGraphicDefinitionToolStripMenuItem.Text
source: Copy Chart definition
fr: Copier définition graphique

# pasteGraphicDefinitionToolStripMenuItem.Text
source: Paste Chart definition
fr: Coller définition graphique

# addNewRowToolStripMenuItem.Text
source: Add new Row
fr: Ajouter nouv. Ligne

# editCellToolStripMenuItem.Text
source: Edit Cell
fr: Editer Cell

# editColumnToolStripMenuItem.Text
source: Edit Column
fr: Editer Colonne

# editToolStripMenuItem.Text
source: Edit Row
fr: Editer Ligne

# deleteRowToolStripMenuItem.Text
source: Delete Row
fr: Suppr. colonne

# importTableToolStripMenuItem.Text
source: Import Table
fr: Importer Table

# ContextMenuFilterCreate.Text
source: Create Filter
fr: Créer filtre

# ContextMenuFilterEdit.Text
source: Edit Filter
fr: Modifier filtre

# ContextMenuFilterCut.Text
source: Cut Filter
fr: Couper filtre

# contextMenuFilterCopy.Text
source: Copy Filter
fr: Copier filtre

# ContextMenuFilterPaste.Text
source: Paste Filter
fr: Coller filtre

# ContextMenuFilterRemove.Text
source: Remove Filter
fr: Supprimer filtre

# copyGraphicDefinitionToolStripMenuItem1.Text
source: Copy Chart definition
fr: Copier définition Graphique

# pasteGraphicDefinitionToolStripMenuItem1.Text
source: Paste Chart definition
fr: Coller définition Graphique

# tsmiProperties.Text
source: Properties
fr: Propriétés

# analyzeBHSResultsToolStripMenuItem.Text
source: Analyze BHS results
fr: Analyser résultats BHS

# tsmiDelete.Text
source: Delete
fr: Supprimer

# tsmiCopy.Text
source: Copy
fr: Copier

# addChartToolStripMenuItem.Text
source: Add Chart
fr: Ajouter graphique

# editChartToolStripMenuItem.Text
source: Edit Chart
fr: Editer Graphique

# deleteChartToolStripMenuItem.Text
source: Delete Chart
fr: Suppr. graphique

# tsmi_AddUserData.Text
source: Add user data
fr: Ajouter donnée utlisateur

# tsmi_DeleteUserData.Text
source: Delete
fr: Supprimer

# tmsi_analyzeBHSResults.Text
source: Analyze BHS results
fr: Analyser résultats BHS

# launchMultipleScenariosToolStripMenuItem.Text
source: Launch multiple scenarios
fr: Lancer plusieurs scenarii

# deleteToolStripMenuItem.Text
source: Delete
fr: Supprimer

# addCustomGraphicToolStripMenuItem.Text
source: Add Automod Business Graph
fr: Ajouter graphique utilisateur

# refreshDataToolStripMenuItem.Text
source: Refresh data
fr: Rafraîchir donnée

# importFromExistingTableToolStripMenuItem1.Text
source: Import from existing table
fr: Importer depuis table existante

# createFilterToolStripMenuItem1.Text
source: Create Filter
fr: Creer filtre

# pasteFilterToolStripMenuItem.Text
source: Paste Filter
fr: Coller filtre

# viewStatisticsToolStripMenuItem.Text
source: View Statistics
fr: Afficher les statistiques
