Repository: faiz5882/PIXSoftware
Catalog: Assistant/Allocation_Assistant.*.resx
Languages: fr

# lbl_Alloc.Text
source: Desk allocation
fr: Allocation

# btn_Add.Text
source: Add
fr: Ajouter

# lbl_StartTIme.Text
source: Start date
fr: Date d√©but

# lbl_Passport.Text
source: PassportType
fr: TypePasseport

# lbl_End.Text
source: End
fr: Fin

# lbl_EndTime.Text
source: End date
fr: Date fin

# cb_PassportType.Items
source: Local
fr: Locaux

# cb_PassportType.Items1
source: Not Local
fr: Non Locaux

# cb_PassportType.Items2
source: Both
fr: Tous

# lbl_Begin.Text
source: Begin
fr: D√©but

# lbl_Step.Text
source: Step (min)
fr: Pas (min)

# btn_DeleteAll.Text
source: Delete all
fr: Supprimer tout

# btn_Delete.Text
source: Delete
fr: Supprimer

# btn_Cancel.Text
source: Cancel
fr: Annuler

# gb_NewElement.Text
source: New Element
fr: Nouvel Element

# message1
source: Wrong values for the step value
fr: Mauvaise valeur pour le pas d'allocation

# message2
source: Wrong values for the dates
fr: Mauvaises valeurs pour les dates

# message3
source: Please choose another interval for the times.
fr: S√©lectionner un interval plus important.

# message4
source: Please fill all the blank before add a new line
fr: Remplissez tous les champs avant de valider l'ajout d'une nouvelle ligne.

# message5
source: Would you like to save your change ?
fr: Voulez vous enregistrer les changements apport√©s ?
