Repository: faiz5882/PIXSoftware
Catalog: Assistant/BHS_General_Assistant.*.resx
Languages: fr

# btn_Cancel.Text
source: Cancel
fr: Annuler

# lbl_ArrIF.Text
source: Arrival Infeeds
fr: Injection bagages à destination

# lbl_CI_Desks.Text
source: Check-In desks
fr: Comptoirs d'enregistrement

# lbl_TrIF.Text
source: Transfer Infeeds
fr: Injection bagages en correspondance

# lbl_HBS1.Text
source: HBS Lev.1 machines
fr: Machines HBS Niv.1

# lbl_HBS3.Text
source: HBS Lev.3 machines
fr: Machines HBS Niv.3

# lbl_MES.Text
source: ME Station
fr: Station d'encodage manuel (MES)

# lbl_MU.Text
source: Make-Up positions
fr: Zone de formation des containers

# lbl_CIColl.Text
source: Check-In Collectors
fr: Collecteur des comptoirs d'enregistrement

# lbl_DeskNumber.Text
source: Number of Desks
fr: Nombre de Postes

# cb_WindowReservationCollector.Text
source: Use window reservation Collectors
fr: Utiliser la réservation de fenêtre pour les collecteurs

# lbl_WindowSize.Text
source: Size
fr: Taille (m)

# gb_Info.Text
source: General information
fr: Information générale

# groupBox2.Text
source: Window reservation
fr: Réservation de fenêtres

# $this.Text
source: BHS_General_Assistant
fr: Assistant_Général_BHS

# message1
source: Invalid value for the window size reservation
fr: Valeur invalide pour la réservatiion de fenêtre

# message2
source: Modify
fr: Modifier
