Repository: faiz5882/PIXSoftware
Catalog: Assistant/BHS_Flow_Split_Assistant.*.resx
Languages: fr

# lbl_FC.Text
source: Flight category :
fr: Cat√©gorie de vol :

# BT_CANCEL.Text
source: Cancel
fr: Annuler

# lbl_Level5.Text
source: HBS4 to HBS5 (%)
fr: HBS4 vers HBS5 (%)

# lbl_Level4.Text
source: HBS3 to HBS4 (%)
fr: HBS3 vers HBS4 (%)

# lbl_Level3.Text
source: HBS2 to HBS3 (%)
fr: HBS2 vers HBS3 (%)

# lbl_Level2.Text
source: HBS1 to HBS2 (%)
fr: HBS1 vers HBS2 (%)

# lbl_DMRC.Text
source: DMRC bags (%)
fr: Bagages DMRC(%)

# lbl_Transferring.Text
source: Transfer bags (%)
fr: Bagages en correspondance (%)

# lbl_Originating.Text
source: Originating bags (%)
fr: Bagages origine (%)

# gb_MES.Text
source: Manuel Encoding System (MES)
fr: Syst√®me d'Encodage Manuel (MES)

# lbl_Orig_IntLnk.Text
source: Originating bags (%)
fr: Bagages origine (%)

# lbl_Transfer.Text
source: Transfer bags (%)
fr: Bagages en correspondance (%)

# gb_Interlink.Text
source: Interlink bags (Optional)
fr: Bagages Interlink(Facultatif)

# $this.Text
source: Flow split assistant
fr: Assistant r√©partition des flux
